[
    {
      "questionId": 1,
      "questionHeadingContent": "Worry about things",
      "questionSubtextContent": "How often do you find yourself feeling anxious or uneasy? Do you worry about the future, past mistakes, or everyday challenges?"
    },
    {
      "questionId": 2,
      "questionHeadingContent": "Make friends easily",
      "questionSubtextContent": "Do you find it easy to connect with and build relationships with new people? Are you comfortable in social situations?"
    },
    {
      "questionId": 3,
      "questionHeadingContent": "Have a vivid imagination",
      "questionSubtextContent": "Do you enjoy daydreaming or fantasizing about things? Are you able to think creatively and come up with new ideas?"
    },
    {
      "questionId": 4,
      "questionHeadingContent": "Trust others",
      "questionSubtextContent": "Do you generally believe in the honesty and integrity of others? Are you willing to trust people with your secrets or personal information?"
    },
    {
      "questionId": 5,
      "questionHeadingContent": "Complete tasks successfully",
      "questionSubtextContent": "Are you organized and efficient in completing tasks? Do you meet deadlines and achieve your goals?"
    },
    {
      "questionId": 6,
      "questionHeadingContent": "Get angry easily",
      "questionSubtextContent": "Do you frequently experience feelings of anger or irritation? How easily do you lose your temper?"
    },
    {
      "questionId": 7,
      "questionHeadingContent": "Love large parties",
      "questionSubtextContent": "Do you enjoy attending social gatherings with many people? Are you comfortable in crowded environments?"
    },
    {
      "questionId": 8,
      "questionHeadingContent": "Believe in the importance of art",
      "questionSubtextContent": "Do you appreciate and value artistic expression? Do you find beauty in art, music, literature, or other creative endeavors?"
    },
    {
      "questionId": 9,
      "questionHeadingContent": "Use others for my own ends",
      "questionSubtextContent": "Do you tend to manipulate or take advantage of others for your own benefit? Are you willing to prioritize your own needs over those of others?"
    },
    {
      "questionId": 10,
      "questionHeadingContent": "Like to tidy up",
      "questionSubtextContent": "Are you organized and enjoy keeping your surroundings clean and orderly? Do you have a strong sense of order and cleanliness?"
    },
    {
      "questionId": 11,
      "questionHeadingContent": "Often feel blue",
      "questionSubtextContent": "Do you frequently experience feelings of sadness, depression, or low mood? How often do you feel down or discouraged?"
    },
    {
      "questionId": 12,
      "questionHeadingContent": "Take charge",
      "questionSubtextContent": "Do you naturally take on leadership roles or enjoy being in control? Are you assertive and confident in making decisions?"
    },
    {
      "questionId": 13,
      "questionHeadingContent": "Experience my emotions intensely",
      "questionSubtextContent": "Do you feel emotions strongly and deeply? Are you sensitive to your own and others' feelings?"
    },
    {
      "questionId": 14,
      "questionHeadingContent": "Love to help others",
      "questionSubtextContent": "Do you enjoy helping and supporting others? Are you compassionate and altruistic?"
    },
    {
      "questionId": 15,
      "questionHeadingContent": "Keep my promises",
      "questionSubtextContent": "Are you reliable and trustworthy in fulfilling your commitments? Do you follow through on your promises and agreements?"
    },
    {
      "questionId": 16,
      "questionHeadingContent": "Find it difficult to approach others",
      "questionSubtextContent": "Do you struggle with initiating social interactions or feeling comfortable around people? Are you introverted or shy?"
    },
    {
      "questionId": 17,
      "questionHeadingContent": "Am always busy",
      "questionSubtextContent": "Are you constantly active and engaged in various activities? Do you have a lot of energy and a fast-paced lifestyle?"
    },
    {
      "questionId": 18,
      "questionHeadingContent": "Prefer variety to routine",
      "questionSubtextContent": "Do you enjoy trying new things and experiencing different experiences? Are you adaptable to change and open to new ideas?"
    },
    {
      "questionId": 19,
      "questionHeadingContent": "Love a good fight",
      "questionSubtextContent": "Do you enjoy engaging in debates or arguments? Are you competitive or assertive?"
    },
    {
      "questionId": 20,
      "questionHeadingContent": "Work hard",
      "questionSubtextContent": "Are you dedicated and diligent in your work or studies? Do you put in a lot of effort and strive for excellence?"
    },
    {
    "questionId": 21,
    "questionHeadingContent": "Go on binges",
    "questionSubtextContent": "Do you tend to overindulge in food, drink, or other activities? Are you prone to excessive behaviors?"
    },
    {
    "questionId": 22,
    "questionHeadingContent": "Love excitement",
    "questionSubtextContent": "Do you enjoy thrilling or adventurous activities? Are you drawn to excitement and risk-taking?"
    },
    {
    "questionId": 23,
    "questionHeadingContent": "Love to read challenging material",
    "questionSubtextContent": "Are you interested in complex or thought-provoking subjects? Do you enjoy learning new things and expanding your knowledge?"
    },
    {
    "questionId": 24,
    "questionHeadingContent": "Believe that I am better than others",
    "questionSubtextContent": "Do you have a high opinion of yourself and your abilities? Are you confident and self-assured?"
    },
    {
    "questionId": 25,
    "questionHeadingContent": "Am always prepared",
    "questionSubtextContent": "Are you organized and well-prepared for tasks and situations? Do you anticipate and plan for future events?"
    },
    {
    "questionId": 26,
    "questionHeadingContent": "Panic easily",
    "questionSubtextContent": "Do you experience feelings of intense fear or anxiety in stressful situations? Are you prone to panicking or overreacting?"
    },
    {
    "questionId": 27,
    "questionHeadingContent": "Radiate joy",
    "questionSubtextContent": "Are you cheerful and optimistic? Do you tend to spread positivity and happiness?"
    },
    {
    "questionId": 28,
    "questionHeadingContent": "Tend to vote for liberal political candidates",
    "questionSubtextContent": "Do you lean towards liberal political views and policies? Are you open to progressive social and economic changes?"
    },
    {
    "questionId": 29,
    "questionHeadingContent": "Sympathize with the homeless",
    "questionSubtextContent": "Do you care about the well-being of others, especially those who are less fortunate? Are you compassionate and empathetic?"
    },
    {
    "questionId": 30,
    "questionHeadingContent": "Jump into things without thinking",
    "questionSubtextContent": "Do you tend to act impulsively without considering the consequences? Are you prone to making rash decisions?"
    },
    {
    "questionId": 31,
    "questionHeadingContent": "Fear for the worst",
    "questionSubtextContent": "Do you tend to anticipate negative outcomes or worst-case scenarios? Are you pessimistic or anxious about the future?"
    },
    {
    "questionId": 32,
    "questionHeadingContent": "Feel comfortable around people",
    "questionSubtextContent": "Do you enjoy social interactions and feel at ease with others? Are you extroverted and outgoing?"
    },
    {
    "questionId": 33,
    "questionHeadingContent": "Enjoy wild flights of fantasy",
    "questionSubtextContent": "Do you enjoy daydreaming or imagining creative scenarios? Are you imaginative and have a vivid imagination?"
    },
    {
    "questionId": 34,
    "questionHeadingContent": "Believe that others have good intentions",
    "questionSubtextContent": "Are you generally trusting and optimistic about the intentions of others? Do you believe people are inherently good?"
    },
    {
    "questionId": 35,
    "questionHeadingContent": "Excel in what I do",
    "questionSubtextContent": "Do you feel confident and successful in your endeavors? Are you competent and skilled in your areas of expertise?"
    },
    {
    "questionId": 36,
    "questionHeadingContent": "Get irritated easily",
    "questionSubtextContent": "Do you frequently experience feelings of annoyance or frustration? Are you easily angered or annoyed?"
    },
    {
    "questionId": 37,
    "questionHeadingContent": "Talk to a lot of different people at parties",
    "questionSubtextContent": "Do you enjoy socializing and meeting new people at social events? Are you outgoing and talkative?"
    },
    {
    "questionId": 38,
    "questionHeadingContent": "See beauty in things that others might not notice",
    "questionSubtextContent": "Do you have a keen appreciation for aesthetics and detail? Are you able to find beauty in everyday objects or experiences?"
    },
    {
    "questionId": 39,
    "questionHeadingContent": "Cheat to get ahead",
    "questionSubtextContent": "Are you willing to engage in dishonest or unethical behavior to achieve your goals? Do you prioritize personal gain over integrity?"
    },
    {
    "questionId": 40,
    "questionHeadingContent": "Often forget to put things back in their proper place",
    "questionSubtextContent": "Are you disorganized or messy? Do you tend to lose track of your belongings or leave things scattered around?"
    },
    {
    "questionId": 41,
    "questionHeadingContent": "Dislike myself",
    "questionSubtextContent": "Do you have a negative self-image or low self-esteem? Are you critical of yourself and your abilities?"
    },
    {
    "questionId": 42,
    "questionHeadingContent": "Try to lead others",
    "questionSubtextContent": "Do you naturally take on leadership roles or enjoy being in control? Are you assertive and confident in guiding others?"
    },
    {
    "questionId": 43,
    "questionHeadingContent": "Feel others' emotions",
    "questionSubtextContent": "Are you empathetic and able to understand and share the emotions of others? Do you connect with people on an emotional level?"
    },
    {
    "questionId": 44,
    "questionHeadingContent": "Am concerned about others",
    "questionSubtextContent": "Do you care about the well-being of others and their situations? Are you compassionate and altruistic?"
    },
    {
    "questionId": 45,
    "questionHeadingContent": "Tell the truth",
    "questionSubtextContent": "Are you honest and truthful in your interactions with others? Do you value honesty and integrity?"
    },
    {
    "questionId": 46,
    "questionHeadingContent": "Am afraid to draw attention to myself",
    "questionSubtextContent": "Do you tend to be shy or avoid social situations? Are you afraid of being judged or criticized?"
    },
    {
    "questionId": 47,
    "questionHeadingContent": "Am always on the go",
    "questionSubtextContent": "Are you constantly busy and active? Do you enjoy a fast-paced lifestyle?"
    },
    {
    "questionId": 48,
    "questionHeadingContent": "Prefer to stick with things that I know",
    "questionSubtextContent": "Do you enjoy familiar routines and avoid change? Are you resistant to new experiences or ideas?"
    },
    {
    "questionId": 49,
    "questionHeadingContent": "Yell at people",
    "questionSubtextContent": "Do you tend to become angry or aggressive with others? Are you easily angered or prone to outbursts?"
    },
    {
    "questionId": 50,
    "questionHeadingContent": "Do more than what's expected of me",
    "questionSubtextContent": "Are you hardworking and dedicated to your tasks? Do you go above and beyond in your efforts?"
    },
    {
    "questionId": 51,
    "questionHeadingContent": "Rarely overindulge",
    "questionSubtextContent": "Do you have good self-control and avoid excessive behaviors? Are you able to resist temptations?"
    },
    {
    "questionId": 52,
    "questionHeadingContent": "Seek adventure",
    "questionSubtextContent": "Do you enjoy new and exciting experiences? Are you adventurous and risk-taking?"
    },
    {
    "questionId": 53,
    "questionHeadingContent": "Avoid philosophical discussions",
    "questionSubtextContent": "Are you not interested in deep or abstract thought? Do you prefer practical and concrete ideas?"
    },
    {
    "questionId": 54,
    "questionHeadingContent": "Think highly of myself",
    "questionSubtextContent": "Do you have a positive self-image and believe in your abilities? Are you confident and self-assured?"
    },
    {
    "questionId": 55,
    "questionHeadingContent": "Carry out my plans",
    "questionSubtextContent": "Are you organized and able to follow through on your plans? Do you have good follow-through and perseverance?"
    },
    {
    "questionId": 56,
    "questionHeadingContent": "Become overwhelmed by events",
    "questionSubtextContent": "Do you easily feel stressed or overwhelmed by challenging situations? Are you prone to anxiety or panic?"
    },
    {
    "questionId": 57,
    "questionHeadingContent": "Have a lot of fun",
    "questionSubtextContent": "Do you enjoy life and find joy in your activities? Are you optimistic and enthusiastic?"
    },
    {
    "questionId": 58,
    "questionHeadingContent": "Believe that there is no absolute right or wrong",
    "questionSubtextContent": "Do you have a relativistic or open-minded perspective on morality? Are you comfortable with ambiguity and uncertainty?"
    },
    {
    "questionId": 59,
    "questionHeadingContent": "Feel sympathy for those who are worse off than myself",
    "questionSubtextContent": "Do you care about the well-being of others and feel compassion for those in need? Are you empathetic and generous?"
    },
    {
    "questionId": 60,
    "questionHeadingContent": "Make rash decisions",
    "questionSubtextContent": "Do you tend to make impulsive decisions without careful consideration? Are you prone to acting without thinking?"
    },
    {
    "questionId": 61,
    "questionHeadingContent": "Am afraid of many things",
    "questionSubtextContent": "Do you experience frequent feelings of fear or anxiety? Are you prone to worry or nervousness?"
    },
    {
    "questionId": 62,
    "questionHeadingContent": "Avoid contacts with others",
    "questionSubtextContent": "Do you prefer solitude or avoid social interactions? Are you introverted or shy?"
    },
    {
    "questionId": 63,
    "questionHeadingContent": "Love to daydream",
    "questionSubtextContent": "Do you enjoy imagining or fantasizing about things? Are you creative and imaginative?"
    },
    {
    "questionId": 64,
    "questionHeadingContent": "Trust what people say",
    "questionSubtextContent": "Do you generally believe people's words and intentions? Are you trusting and gullible?"
    },
    {
    "questionId": 65,
    "questionHeadingContent": "Handle tasks smoothly",
    "questionSubtextContent": "Are you organized and efficient in completing tasks? Do you have good time management skills?"
    },
    {
    "questionId": 66,
    "questionHeadingContent": "Lose my temper",
    "questionSubtextContent": "Do you easily become angry or irritable? Are you prone to outbursts or emotional outbursts?"
    },
    {
    "questionId": 67,
    "questionHeadingContent": "Prefer to be alone",
    "questionSubtextContent": "Do you enjoy solitude and prefer spending time alone? Are you introverted or independent?"
    },
    {
    "questionId": 68,
    "questionHeadingContent": "Do not like poetry",
    "questionSubtextContent": "Are you not interested in artistic or creative pursuits? Do you prefer practical or concrete subjects?"
    },
    {
    "questionId": 69,
    "questionHeadingContent": "Take advantage of others",
    "questionSubtextContent": "Do you tend to manipulate or exploit others for your own benefit? Are you selfish or self-centered?"
    },
    {
    "questionId": 70,
    "questionHeadingContent": "Leave a mess in my room",
    "questionSubtextContent": "Are you disorganized or messy? Do you tend to neglect tidying up or cleaning your surroundings?"
    },
    {
    "questionId": 71,
    "questionHeadingContent": "Am often down in the dumps",
    "questionSubtextContent": "Do you frequently experience feelings of sadness or depression? Are you prone to low mood or pessimism?"
    },
    {
    "questionId": 72,
    "questionHeadingContent": "Take control of things",
    "questionSubtextContent": "Do you prefer to be in charge and make decisions? Are you assertive and confident in taking control?"
    },
    {
    "questionId": 73,
    "questionHeadingContent": "Rarely notice my emotional reactions",
    "questionSubtextContent": "Are you emotionally detached or unaware of your feelings? Do you struggle to recognize or express your emotions?"
    },
    {
    "questionId": 74,
    "questionHeadingContent": "Am indifferent to the feelings of others",
    "questionSubtextContent": "Do you lack empathy or concern for the emotions of others? Are you self-centered or uncaring?"
    },
    {
    "questionId": 75,
    "questionHeadingContent": "Break rules",
    "questionSubtextContent": "Do you tend to disregard rules or regulations? Are you rebellious or non-conformist?"
    },
    {
    "questionId": 76,
    "questionHeadingContent": "Only feel comfortable with friends",
    "questionSubtextContent": "Do you find it difficult to socialize with people outside your close circle? Are you socially anxious or introverted?"
    },
    {
    "questionId": 77,
    "questionHeadingContent": "Do a lot in my spare time",
    "questionSubtextContent": "Are you active and engaged in various hobbies or activities? Do you have a busy and fulfilling life outside of work or school?"
    },
    {
    "questionId": 78,
    "questionHeadingContent": "Dislike changes",
    "questionSubtextContent": "Do you prefer routine and stability over change and novelty? Are you resistant to new experiences or ideas?"
    },
    {
    "questionId": 79,
    "questionHeadingContent": "Insult people",
    "questionSubtextContent": "Do you tend to be rude or offensive towards others? Are you prone to making hurtful comments?"
    },
    {
    "questionId": 80,
    "questionHeadingContent": "Do just enough work to get by",
    "questionSubtextContent": "Are you lazy or unmotivated in your work or studies? Do you put in minimal effort?"
    },
    {
    "questionId": 81,
    "questionHeadingContent": "Easily resist temptations",
    "questionSubtextContent": "Do you have good self-control and avoid excessive behaviors? Are you able to resist temptations and impulses?"
    },
    {
    "questionId": 82,
    "questionHeadingContent": "Enjoy being reckless",
    "questionSubtextContent": "Do you enjoy taking risks or engaging in unconventional behavior? Are you thrill-seeking or adventurous?"
    },
    {
    "questionId": 83,
    "questionHeadingContent": "Have difficulty understanding abstract ideas",
    "questionSubtextContent": "Are you not interested in complex or theoretical concepts? Do you prefer practical and concrete ideas?"
    },
    {
    "questionId": 84,
    "questionHeadingContent": "Have a high opinion of myself",
    "questionSubtextContent": "Do you have a positive self-image and believe in your abilities? Are you confident and self-assured?"
    },
    {
    "questionId": 85,
    "questionHeadingContent": "Waste my time",
    "questionSubtextContent": "Do you procrastinate or engage in unproductive activities? Are you able to manage your time effectively?"
    },
    {
    "questionId": 86,
    "questionHeadingContent": "Feel that I'm unable to deal with things",
    "questionSubtextContent": "Do you experience feelings of inadequacy or incompetence? Are you easily overwhelmed or stressed?"
    },
    {
    "questionId": 87,
    "questionHeadingContent": "Love life",
    "questionSubtextContent": "Do you enjoy and appreciate life in general? Are you optimistic and enthusiastic about the future?"
    },
    {
    "questionId": 88,
    "questionHeadingContent": "Tend to vote for conservative political candidates",
    "questionSubtextContent": "Do you lean towards conservative political views and policies? Are you traditional and resistant to change?"
    },
    {
    "questionId": 89,
    "questionHeadingContent": "Am not interested in other people's problems",
    "questionSubtextContent": "Are you indifferent to the struggles or concerns of others? Do you lack empathy or compassion?"
    },
    {
    "questionId": 90,
    "questionHeadingContent": "Rush into things",
    "questionSubtextContent": "Do you tend to act impulsively without careful consideration? Are you prone to making rash decisions?"
    },
    {
    "questionId": 91,
    "questionHeadingContent": "Get stressed out easily",
    "questionSubtextContent": "Do you experience frequent feelings of stress or anxiety? Are you easily overwhelmed or anxious?"
    },
    {
    "questionId": 92,
    "questionHeadingContent": "Keep others at a distance",
    "questionSubtextContent": "Do you prefer to maintain emotional distance from others? Are you introverted or shy?"
    },
    {
    "questionId": 93,
    "questionHeadingContent": "Like to get lost in thought",
    "questionSubtextContent": "Do you enjoy daydreaming or pondering deep thoughts? Are you introspective and reflective?"
    },
    {
    "questionId": 94,
    "questionHeadingContent": "Distrust people",
    "questionSubtextContent": "Do you tend to be suspicious or skeptical of others' intentions? Are you distrustful of others' motives?"
    },
    {
    "questionId": 95,
    "questionHeadingContent": "Know how to get things done",
    "questionSubtextContent": "Are you organized and efficient in completing tasks? Do you have good problem-solving skills?"
    },
    {
    "questionId": 96,
    "questionHeadingContent": "Am not easily annoyed",
    "questionSubtextContent": "Are you patient and tolerant of frustrations? Do you remain calm under pressure?"
    },
    {
    "questionId": 97,
    "questionHeadingContent": "Avoid crowds",
    "questionSubtextContent": "Do you prefer solitude or smaller social gatherings? Are you uncomfortable in large groups?"
    },
    {
    "questionId": 98,
    "questionHeadingContent": "Do not enjoy going to art museums",
    "questionSubtextContent": "Are you not interested in artistic or cultural activities? Do you prefer practical or concrete pursuits?"
    },
    {
    "questionId": 99,
    "questionHeadingContent": "Obstruct others' plans",
    "questionSubtextContent": "Do you intentionally interfere with or hinder the plans of others? Are you manipulative or obstructive?"
    },
    {
    "questionId": 100,
    "questionHeadingContent": "Leave my belongings around",
    "questionSubtextContent": "Are you disorganized or messy? Do you tend to lose track of your belongings?"
    },
    {
    "questionId": 101,
    "questionHeadingContent": "Feel comfortable with myself",
    "questionSubtextContent": "Do you have a positive self-image and self-esteem? Are you confident and content with who you are?"
    },
    {
    "questionId": 102,
    "questionHeadingContent": "Wait for others to lead the way",
    "questionSubtextContent": "Do you prefer to follow others rather than taking charge? Are you passive or hesitant to take initiative?"
    },
    {
    "questionId": 103,
    "questionHeadingContent": "Don't understand people who get emotional",
    "questionSubtextContent": "Are you empathetic or do you struggle to understand the emotions of others? Do you find emotional displays difficult to relate to?"
    },
    {
    "questionId": 104,
    "questionHeadingContent": "Take no time for others",
    "questionSubtextContent": "Are you self-centered and uninterested in the needs of others? Do you prioritize your own goals and desires over those of others?"
    },
    {
    "questionId": 105,
    "questionHeadingContent": "Break my promises",
    "questionSubtextContent": "Do you frequently fail to fulfill your commitments? Are you unreliable or untrustworthy?"
    },
    {
    "questionId": 106,
    "questionHeadingContent": "Am not bothered by difficult social situations",
    "questionSubtextContent": "Are you comfortable and confident in social settings? Do you easily navigate social interactions?"
    },
    {
    "questionId": 107,
    "questionHeadingContent": "Like to take it easy",
    "questionSubtextContent": "Do you prefer a relaxed and leisurely lifestyle? Are you laid-back and easygoing?"
    },
    {
    "questionId": 108,
    "questionHeadingContent": "Am attached to conventional ways",
    "questionSubtextContent": "Do you prefer traditional or established methods over new or innovative approaches? Are you resistant to change?"
    },
    {
    "questionId": 109,
    "questionHeadingContent": "Get back at others",
    "questionSubtextContent": "Do you seek revenge or retribution against those who have wronged you? Are you vindictive or unforgiving?"
    },
    {
    "questionId": 110,
    "questionHeadingContent": "Put little time and effort into my work",
    "questionSubtextContent": "Are you lazy or unmotivated in your work or studies? Do you put in minimal effort or neglect your responsibilities?"
    },
    {
    "questionId": 111,
    "questionHeadingContent": "Am able to control my cravings",
    "questionSubtextContent": "Do you have good self-control and resist temptations? Are you able to regulate your desires and impulses?"
    },
    {
    "questionId": 112,
    "questionHeadingContent": "Act wild and crazy",
    "questionSubtextContent": "Do you enjoy taking risks or engaging in unconventional behavior? Are you spontaneous and impulsive?"
    },
    {
    "questionId": 113,
    "questionHeadingContent": "Am not interested in theoretical discussions",
    "questionSubtextContent": "Are you not interested in complex or abstract ideas? Do you prefer practical and concrete subjects?"
    },
    {
    "questionId": 114,
    "questionHeadingContent": "Boast about my virtues",
    "questionSubtextContent": "Do you have a tendency to brag or show off your accomplishments? Are you arrogant or self-centered?"
    },
    {
    "questionId": 115,
    "questionHeadingContent": "Have difficulty starting tasks",
    "questionSubtextContent": "Do you procrastinate or find it hard to begin tasks? Are you easily distracted or overwhelmed?"
    },
    {
    "questionId": 116,
    "questionHeadingContent": "Remain calm under pressure",
    "questionSubtextContent": "Are you able to stay composed and focused in stressful situations? Do you handle pressure well?"
    },
    {
    "questionId": 117,
    "questionHeadingContent": "Look at the bright side of life",
    "questionSubtextContent": "Do you have an optimistic outlook and tend to focus on positive aspects? Are you hopeful and cheerful?"
    },
    {
    "questionId": 118,
    "questionHeadingContent": "Believe that we should be tough on crime",
    "questionSubtextContent": "Do you support strict laws and punishments for criminals? Are you conservative or authoritarian in your views on law and order?"
    },
    {
    "questionId": 119,
    "questionHeadingContent": "Try not to think about the needy",
    "questionSubtextContent": "Are you indifferent to the struggles or concerns of others? Do you lack empathy or compassion?"
    },
    {
    "questionId": 120,
    "questionHeadingContent": "Act without thinking",
    "questionSubtextContent": "Do you tend to make impulsive decisions without careful consideration? Are you prone to acting on a whim?"
    }
]      
  